
BOT_TOKEN = '1483246144:AAHyfpcfrZDHdcWW5dK1yovJ3B6Z368EGzc'      # Токен бота

CODE_ACCESS = '13404dpA'    # код по которому можно будет давать доступ в итоге код получится TESTГОД-МЕСЯЦ-ЧИСЛО (/admin TEST2020-01-01)

BOT_LOGIN = 'money_beast_bot'          # login бота, например: telegram_bot

ADMIN_ID = 1066720015     # id админа

QIWI_NUMBER = '+380664349467'    # номер киви
QIWI_TOKEN = 'ffeebcf2c0a3d7cde50345aa2602fd84'     # токен киви

ACCESS_COST = 99           # стоимость доступа
MIN_PAYOUT = 200           # минимальная сумма для запроса на вывод денег

PERCENT_ADMIN = 0.25        # сколько процентов от стоимости доступа пойдёт вам(0.25 от 200 рублей это 50 руб)
PERCENT_1 = 0.375           # сколько пойдёт пригл. пользователя (0.375 от 200 руб это 75 руб)
PERCENT_2 = 0.225           # сколько пойдёт 2 лвл пользователя (0.225 от 200 руб это 45 руб)
PERCENT_3 = 0.15            # сколько пойдёт 3 лвл пользователя (0.15 от 200 руб это 30 руб)


